BUILDING_STATUS_MAP = {
    "1": "Котлован",
    "2": "Палі",
    "3": "Фундамент",
    "4": "Монолітний залізобетнний каркас",
    "5": "Стіни, перегородки, покрівля",
    "6": "Внутрішнє оздоблення",
    "7": "Вікна, двері, ліфти",
    "8": "Фасад",
    "9": "Внутрішні інженері мережі",
    "10": "Благоустрій",
    "11": "Зовнішні інженерні мережі",
    "12": "Будивництво завершенно"
}

STATUS_MAP = {
    "1": "✅Все добре",
    "2": "❌Зупинено",
    "3": "❗️Помічені проблеми"
}

STATUS_MAP_SMALL = {
    "done": "✅",
    "waiting": "❌",
    "3": "❗️",
    "inprogress": "▶️",
}